<template>
    <div class="wrapper">
        <h1>
            Сервис очистки номеров для проведения рассылок.
        </h1>

        <h3>Порядок работы:</h3>

        <p>
            1) Переходим на вкладку нужной страны ( пока только РФ, в будущем добавим Украину и Белорусию). <br>
            2) В поле <b>"Исходный список"</b> вставляем базу номеров. <br>
            3) В поле <b>"Список валидных номеров"</b> получаем базу ,очищенную от лишнего и готовую к рассылке.
        </p>

        <p>Сервис очищает от лишних символов, имен, знаков. Так же из базы удаляются все городские номера и номера с некорректной длиной</p>

        <p>Кнопка <b>"Скачать файл"</b> генерирует .TXT файл с очищенной базой.</p>
    </div>
</template>


<script>
export default {
    name: 'MainPage'
}
</script>

<style scoped>
    h3{
        display: block;
        margin-top: 30px;
        margin-bottom: 15px;
        width: 100%;
    }
    p{
        font-size: 18px;
        line-height: 32px;
        margin-bottom: 10px;
    }
</style>